"Error -90057" = "Określ domenę AD. ([domena]\\[nazwa użytkownika])";
"Error -10100" = "Nieprawidłowa metoda uwierzytelniania.";
"Error -10010" = "Nieprawidłowy język.";
"Error -10004" = "Konto użytkownika wygasło.";
"Error -10003" = "Użytkownik jest zablokowany.";
"Error -10005" = "Użytkownik jest tymczasowo zablokowany.";
"Error -10103" = "Musisz zaakceptować EULA";
"Error -10104" = "Użytkownik musi zmienić hasło.";
"Error -10106" = "Użytkownik musi zmienić nazwę użytkownika.";
"Error -40761" = "Nie udało się dotąd odszyfrować pliku. Poproś innych autoryzowanych użytkowników o udostępnienie Ci pliku.";
"Error -40751" = "Nie udało się znaleźć żądanego pliku.";
"Error -80021" = "Dostarczony segment pliku jest nieprawidłowy.";
"Error -70104" = "Użytkownik zaakceptował już EULA.";
"Error -70560" = "Użytkownik o tej samej nazwie użytkownika już istnieje.";
"Error -70105" = "Użytkownik nie może zmieniać swojej nazwy użytkownika.";
"Error -10105" = "Dla tego konta użytkownika nie można zresetować hasła.";
"Error -70020" = "Nie znaleziono pary kluczy szyfrujących. Najpierw ustaw hasło do szyfrowania.";
"Error -70021" = "Para kluczy szyfrujących została już ustawiona.";
"Error -70501" = "Nie udało się znaleźć użytkownika.";
"Error -10107" = "Hasło może być resetowane tylko co 5 minut.";
"Error -40755" = "Nieprawidłowa nazwa pliku.";
"Error -40010" = "Nie można nadpisać przestrzeni lub folderu.";
"Error -80006" = "Data ważności to data przeszła.";
"Error -80008" = "Data ważności wskazuje na zbyt odległy punkt w przyszłości.";
"Error -40763" = "Podaj klucz do pliku.";
"Error -40756" = "Nieprawidłowa klasyfikacja pliku.";
"Error -70022" = "Nieprawidłowa para kluczy szyfrujących.";
"Error -41054" = "Foldery/pliki do skopiowania muszą znajdować się w tym samym folderze źródłowym.";
"Error -40001" = "Szyfrowane pliki nie mogą być kopiowane lub przenoszone do niezaszyfrowanej przestrzeni.";
"Error -40002" = "Niezaszyfrowane pliki nie mogą być kopiowane lub przenoszone do zaszyfrowanej przestrzeni.";
"Error -40764" = "Skanowanie antywirusowe nadal w toku";
"Error -40765" = "Skanowanie antywirusowe wykryło złośliwy plik.";

"Decryption password required" = "Wymagane hasło deszyfrujące";
"Enter your decryption password to access encrypted data rooms." = "Wprowadź hasło deszyfrujące, aby uzyskać dostęp do szyfrowanych przestrzeni z danymi.";

"You have successfully created a share link for {0}." = "You have successfully created a share link for {0}.";
"You have successfully created the upload account {0}" = "You have successfully created the upload account {0}";
"{0} Share(s) created" = "Utworzono {0} udział(ów)";

"The AV scanner detected that the file could be malicious" = "Skaner antywirusowy zaklasyfikował plik jako potencjalnie niebezpieczny.";

"DRACOON environment needs to be updated" = "Środowisko DRACOON musi zostać zaktualizowane";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Twoje środowisko DRACOON jest przestarzałe i nie działa już z tą aplikacją. Skontaktuj się z administratorem.";

"Malicious content detected. Some functions are not available." = "Wykryto szkodliwą zawartość. Niektóre funkcje są niedostępne.";

"Threat detected" = "Wykryto zagrożenie";
"Please wait. The file is being checked for malicious content" = "Proszę czekać. Plik jest sprawdzany pod kątem złośliwej zawartości.";

"Malicious content has been detected in this file. We recommend that you do not perform any further actions with the file and inform your system administrator immediately." = "W tym pliku wykryto szkodliwą zawartość. Zalecamy niewykonywanie żadnych dalszych czynności na pliku i natychmiastowe powiadomienie administratora systemu.";
"The content is being scanned for viruses. Please wait a moment and try again in a few minutes." = "Zawartość jest skanowana w poszukiwaniu wirusów. Proszę odczekać chwilę i spróbować ponownie za kilka minut.";

"sds.classification.1" = "Publiczny";
"sds.classification.2" = "Wewnętrzny";
"sds.classification.3" = "Poufny";
"sds.classification.4" = "Ściśle poufne";